Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Reminder: %1$s is still using your microphone. Tap to open the tab
co: Ramentu : %1$s impiegheghja sempre u vostru microfonu. Picchichjà per apre l’unghjetta

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
co: Ramentu : %1$s impiegheghja sempre u vostru microfonu. Picchichjà per apre l’unghjetta.

source: Remind me later
co: Rammintatemi un altra volta

source: Remove %1$s
co: Caccià %1$s

source: Remove all exceptions
co: Caccià tutte l’eccezzioni

source: Remove checklist
co: Caccià à lista di cuntrollu

source: Remove from shortcuts
co: Caccià da l’accurtatoghji

source: Remove from top sites
co: Caccià da i siti principale

source: Removes history (including history synced from other devices)
co: Caccia a cronolugia (inchjusa quella sincrunizata da d’altri apparechji)

source: Removes history (including history synced from other devices), cookies and other browsing data.
co: Caccia a cronolugia (inchjusa quella sincrunizata da d’altri apparechji), i canistrelli è altri dati di navigazione.

source: Removing cookies and site data for <b>%s</b> might log you out of websites and clear shopping carts.
co: A squassatura di i canistrelli è di i dati di i siti per <b>%s</b> puderia discunnettevi è viutà e sporte di cumprera.

source: Removing files from your download manager also removes them from your device
co: Caccià i schedarii da u vostru ghjestiunariu di scaricamentu i caccia dinù da u vostru apparechju

source: Reopen %s
co: Riapre %s

source: Replace query with “%s”. Example: https://suggestqueries.google.com/complete/search?client=firefox&q=%s
co: Rimpiazzà a richiesta da « %s». Esempiu : https://suggestqueries.google.com/complete/search?client=firefox&q=%s

source: Replace query with “%s”. Example: http://suggestqueries.google.com/complete/search?client=firefox&q=%s
co: Rimpiazzà a richiesta da « %s». Esempiu : http://suggestqueries.google.com/complete/search?client=firefox&q=%s

source: Report broken site
co: Signalà prublemi cù stu situ

source: Report broken site…
co: Signalà prublemi cù stu situ…

source: Report Preview
co: Fighjulata di u signalamentu

source: Report product is in stock
co: Signalà chì u pruduttu hè dispunibule

source: Report sent
co: Raportu mandatu

source: Report this product is back in stock
co: Fà sapè chì stu pruduttu hè torna dispunibule

source: Request sent
co: Dumanda mandata

source: Request support
co: Richiede ch’ellu sia accettatu

source: Request support for this site?
co: Richiede chì stu situ sia accettatu ?

source: Request to support site submitted
co: A dumanda per chì u situ sia accettatu hè stata mandata

source: Request to support site submitted.
co: A dumanda per chì u situ sia accettatu hè stata mandata.

source: required
co: richiestu

source: Required
co: Richiestu

source: Required data collection:
co: Culletta di dati richiesta :

source: Required permissions:
co: Permessi richiesti :

source: Reset CFRs
co: Reinizià i CFR

source: Restart add-ons
co: Rilancià i moduli addiziunali

source: Restart extensions
co: Rilancià l’estensioni

source: Restart now
co: Rilancià subitu

source: Retry
co: Pruvà torna

source: Return to tab manager
co: Rivene à u ghjestiunariu d’unghjette

source: Review checker
co: Verificadore d’avisu

source: Review Checker
co: Verificadore d’avisu

source: Review checker is powered by %s
co: U verificadore d’avisu funziuneghja grazia à %s

source: Review checker is powered by %s.
co: U verificadore d’avisu funziuneghja grazia à %s.

source: Revisit your latest searches from your homepage and tabs.
co: Fighjate torna l’ultime ricerche da a vostra pagina d’accolta è e vostre unghjette.

source: Safe browsing with more choices
co: A navigazione assicurizata cù più di scelta

source: Satisfied
co: Felice

source: Save address
co: Arregistrà l’indirizzu

source: Save and autofill addresses
co: Arregistrà è riempie autumaticamente l’indirizzi

source: Save and autofill cards
co: Arregistrà è riempie autumaticamente e carte

source: Save and continue
co: Arregistrà è cuntinuà

source: Save and fill addresses
co: Arregistrà è rinsignà autumaticamente l’indirizzi

source: Save and fill payment methods
co: Arregistrà è rinsignà e metode di pagamentu

source: Save and start browsing
co: Arregistrà è principià a navigazione

source: Save as PDF
co: Arregistrà cum’è PDF

source: Save as PDF…
co: Arregistrà cum’è PDF…

source: Save changes.
co: Arregistrà i cambiamenti.

source: Saved cards
co: Carte arregistrate

source: Saved in “%s”
co: Arregistratu in « %s »

source: Saved passwords
co: Parolle d’intesa arregistrate

source: Save in
co: Arregistrà in

source: Save logins and passwords
co: Arregistrà l’identificazioni è e parolle d’intesa

source: Save new login
co: Arregistrà l’identificazione nova

source: Save password?
co: Arregistrà a parolla d’intesa ?

source: Save passwords
co: Arregistrà e parolle d’intesa

source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
co: Arregistrate siti durante a navigazione. Cunnittitevi per ricuperà l’indette d’altri apparechji sincrunizati.

source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
co: Arregistrate siti durante a navigazione. Averemu da ricuperà l’indette d’altri apparechji sincrunizati.

source: Save some battery and your eyesight with dark mode.
co: Ecunumizate a vostra batteria è i vostri ochji grazia à u modu scuru.

source: Save to collection…
co: Arregistrà in una cullezzione…

source: Say goodbye to creepy trackers
co: Dite addiu à i perseguitatori intrusivi

source: %s by Mozilla
co: %s da Mozilla

source: Scan QR code
co: Analizà un codice QR

source: %s crashed. Send a report?
co: %s s‘hè lampatu. Mandà un raportu ?

source: Scroll to hide address bar and toolbar
co: Sfilà per piattà a barra d’indirizzu è a barra d’attrezzi

source: Search %1$s
co: Ricercà in %1$s

source: Search downloads
co: Circà in i scaricamenti

source: Search engine name
co: Nome di u mutore di ricerca

source: Search engines
co: Mutori di ricerca

source: Search engine: %s
co: Mutore di ricerca : %s

source: Search engine settings
co: Parametri di u mutore di ricerca

source: Search folders
co: Ricercà in i cartulari

source: Search groups
co: Gruppi di ricerca

source: Search history
co: Ricercà in a cronolugia

source: Search or enter address
co: Circà o stampittà un indirizzu

source: Search passwords
co: Ricercà parolle d’intesa

source: Search settings
co: Parametri di ricerca

source: Search string URL
co: Indirizzu web di a catena di ricerca

source: Search suggestion API (optional)
co: API per e suggestioni di ricerca (ozzionale)

source: Search suggestion API URL
co: Indirizzu web di l’API per e suggestioni di ricerca

source: Search tabs
co: Ricercà in l’unghjette

source: search terms
co: termini di ricerca

source: Search your tabs
co: Ricercà trà e vostre unghjette

source: Secure
co: Sicuru

source: Secure connection
co: Cunnessione assicurizata

source: Securely save this card?
co: Arregistrà sta carta di manera sicura ?

source: Securely send tabs between your devices and discover other privacy features in Firefox.
co: Mandate in sicurità l’unghjette trà i vostri apparechji è scuprite d’altre funzioni di cunfidenzialità di Firefox.

source: Secure site not available
co: U situ sicurizatu ùn hè micca dispunibule

source: Secure Site Not Available
co: U situ sicurizatu ùn hè micca dispunibule

source: Secure your credit cards
co: Prutege e vostre carte bancarie

source: Secure your logins and passwords
co: Prutigite e vostre identificazioni di cunnessione è parolle d’intesa

source: Secure your saved passwords
co: Prutigite e vostre parolle d’intesa arregistrate

source: Secure your saved payment methods
co: Prutigite e vostre metode di pagamentu arregistrate

source: See all synced tabs
co: Vede tutte l’unghjette sincrunizate

source: See an interesting pic and learn more about it.
co: Fighjate una fiura interessante è amparate ancu di più nant’à quella fiura.

source: See details
co: Vede i detaglii

source: See fewer cookie pop-ups
co: Vede menu finestre inoppurtune di cannistrelli

source: See how reliable product reviews are on %1$s before you buy. Review Checker, an experimental feature from %2$s, is built right into the browser.
co: Fighjate quantu sò degni di cunfidenza l‘avisi di prudutti nant’à %1$s prima di cumprà. U verificadore d’avisu, una funzione esperimentale da %2$s, hè integratu direttamente in u navigatore.

source: See how reliable product reviews are on %1$s before you buy. Review checker, an experimental feature from %2$s, is built right into the browser. It works on %3$s and %4$s, too.
co: Fighjate quantu sò degni di cunfidenza l‘avisi di prudutti nant’à %1$s prima di cumprà. U verificadore d’avisu, una funzione esperimentale da %2$s, hè integratu direttamente in u navigatore. Funziuneghja ancu nant’à %3$s è %4$s.

source: See the web in the best light.
co: Fighjate u Web cù u lume chì vi piace.

source: select
co: selezziunà

source: Select address
co: Selezziunà un indirizzu

source: Select addresses
co: Selezzione d’indirizzi

source: Select a language to manage ”always translate“ and ”never translate“ preferences.
co: Selezziunà una lingua per sceglie l’ozzione « Traduce sempre » o « Ùn traduce mai ».

source: Select all
co: Tuttu selezziunà

source: Select App Icon
co: Selezziunà l’icona di l’appiecazione

source: Select a shortcut
co: Selezziunà un accurtatoghju

source: Select a theme
co: Selezziunà un temu

source: Select credit card
co: Selezziunà una carta bancaria

source: Select one
co: Selezziunà una trà l’ozzioni.

source: %s encrypts all payment methods you save
co: %s cifra tutte e metode di pagamentu chì vo arregistrate

source: %s encrypts your card number. Your security code won’t be saved.
co: %s cifra u vostru numeru di carta. U vostru codice di sicurità ùn serà micca arregistratu.

source: Send
co: Mandà

source: SEND
co: MANDÀ

source: Send automatically
co: Mandà autumaticamente

source: Send crash report
co: Mandà u raportu d’accidente

source: Send crash report to %1$s
co: Mandà un raportu d’accidente à %1$s

source: Send crash report to Mozilla
co: Mandà un raportu d’accidente à Mozilla

source: Sending crash report to %1$s
co: Inviu di u raportu d’accidente à %1$s

source: Send more info
co: Mandate altre infurmazioni

source: Send request
co: Mandà a dumanda

source: Send tabs between devices, manage downloads, and get tips on getting the most out of Firefox.
co: Mandate l’unghjette trà i vostri apparechji, urganizate i scaricamenti è ricivete cunsiglii per sapè cumu ottene u più bonu di Firefox.

source: Send tabs between devices, manage downloads, and get tips on getting the most out of %s.
co: Mandate l’unghjette trà i vostri apparechji, urganizate i scaricamenti è ricivete cunsiglii per sapè cumu ottene u più bonu di %s.

source: Send technical and interaction data
co: Mandà i dati tecnichi è d’interazzione

source: Send technical and interaction data to Mozilla
co: Mandà à Mozilla dati tecnichi è d’interazzione

source: Send URLs blocked by tracking protection
co: Mandà l’indirizzi web bluccate da a prutezzione contr’à u spiunagiu

source: Set links from websites, emails, and messages to open automatically in Firefox.
co: Definisce chì i liami di i siti web, i currieri elettronichi è i messaghji s’aprinu autumaticamente in Firefox.

source: Set time
co: Sceglie l’ora

source: Set up a device lock pattern, PIN, or password to protect your saved credit cards from being accessed if someone else has your device.
co: Definite un dissegnu di chjusura, un codice PIN o una parolla d’intesa per prutege e vostre carte arregistrate s’ellu ci era qualchissia chì accidissi à u vostru apparechju.

source: Set up a device lock pattern, PIN, or password to protect your saved logins and passwords from being accessed if someone else has your device.
co: Definite un dissegnu di chjusura, un codice PIN o una parolla d’intesa per prutege e vostre identificazioni di cunnessione è parolle d’intesa arregistrate s’ellu ci era qualchissia chì accidissi à u vostru apparechju.

source: Set up a device lock pattern, PIN, or password to protect your saved passwords from being accessed if someone else has your device.
co: Definite un dissegnu di chjuditura, un codice PIN o una parolla d’intesa per prutege e vostre parolle d’intesa arregistrate s’ellu ci era qualchissia chì accidissi à u vostru apparechju.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
co: Definite un dissegnu di chjusura, un codice PIN o una parolla d’intesa per prutege e vostre metode di pagamentu arregistrate s’ellu ci era qualchissia chì accidissi à u vostru apparechju.

source: Set up screen lock to hide tabs
co: Cunfigurà l’ammarchjunata di u screnu per piattà l’unghjette

source: %s had to restart
co: %s hè statu rilanciatu

source: Share…
co: Sparte…

source: Share a link
co: Sparte un liame

source: Share authentication information with extension developer
co: Sparte infurmazioni d’autenticazione cù u sviluppatore di l’estensione

source: Share bookmarks information with extension developer
co: Sparte infurmazioni nant’à l’indette cù u sviluppatore di l’estensione

source: Share browsing activity with extension developer
co: Sparte infurmazioni nant’à l’attività di navigazione cù u sviluppatore di l’estensione

source: Share data with Mozilla’s marketing technology partners. This data is never sold or used to show you ads.
co: Spartite dati cu i cumpagni di tecnolugia cummerciale di Mozilla. Sti dati ùn sò mai vindute o impiegate per mustravvi publicità.

source: Share file
co: Sparte u schedariu

source: Share financial and payment information with extension developer
co: Sparte infurmazioni finanziarie è di pagamentu cù u sviluppatore di l’estensione

source: Share health information with extension developer
co: Sparte dati di salute cù u sviluppatore di l’estensione

source: Share how you discovered Firefox, and that you use it, with Mozilla’s marketing partners. This data is never sold.
co: Spartite cumu vo avete scupertu Firefox, è chì vo l’impiegate, cù i cumpagni cummerciali di Mozilla. Sti dati ùn sò mai vindute.

source: Share how you discovered Firefox, and that you use it, with Mozilla’s marketing partners. This data is never sold. %1$s
co: Spartite cumu vo avete scupertu Firefox, è perchè vo l’impiegate, cù i cumpagni cummerciali di Mozilla. Sti dati ùn sò mai vindute. %1$s

source: Share how you discovered Firefox and that you use it with Mozilla’s marketing technology partners.
co: Spartite cumu vo avete scupertu Firefox, è chì vo l’impiegate, cù i cumpagni cummerciali di Mozilla.

source: Share information about how you discovered Firefox with Mozilla’s marketing partners. This helps us grow Firefox and build a better internet
co: Sparte l’infurmazioni apprupositu di cumu vo avete scupertu Firefox cù i cumpagni cummerciali di Mozilla. Què ci aiuta à sviluppà Firefox è à custruisce un Internet più bellu

source: Share link
co: Sparte u liame

source: Share location information with extension developer
co: Sparte infurmazioni di pusizione cù u sviluppatore di l’estensione

source: Share minimal data with Mozilla’s marketing technology partners. This data is never sold or used to show you ads.
co: Spartite unipochi dati cu i cumpagni di tecnolugia cummerciale. Sti dati ùn sò mai vindute o impiegate per mustravvi publicità.

source: Share personal communications with extension developer
co: Sparte infurmazioni nant’à e cumunicazioni persunale cù u sviluppatore di l’estensione

source: Share personally identifying information with extension developer
co: Sparte i dati persunali cù u sviluppatore di l’estensione

source: Shares basic usage data with Adjust, our mobile marketing vendor
co: Spartera di i dati d’adopru basichi cù Adjust, u nostru venditore di dati cummerciali d’apparechji mubili

source: Shares crash data automatically on startup with Mozilla after crashes occur
co: Scumparte autumaticamente à l’avviu i dati cù Mozilla dopu un accidente

source: Shares data about what features you use in %1$s with Leanplum, our mobile marketing vendor.
co: Scumparte i dati nant’à e funzioni di %1$s chì voi impiegate cù Leanplum, u nostru venditore di dati cummerciali d’apparechji mubili.

source: Share search terms with extension developer
co: Sparte i termini di ricerca cù u sviluppatore di l’estensione

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
co: Sparte cù Mozilla i dati di perfurmenza, d’impiegu, di materiale è di persunalizazione di u vostru navigatore per aiutacci à amendà %1$s

source: Share technical and interaction data with extension developer
co: Sparte i dati tecnichi è d’interazzione cù u sviluppatore di l’estensione

source: Share URL
co: Sparte l’indirizzu web

source: Share website activity with extension developer
co: Sparte l’attività di i siti web cù u sviluppatore di l’estensione

source: Share website content with extension developer
co: Sparte u cuntenutu di i siti web cù u sviluppatore di l’estensione

source: %s, Heading
co: %s, Titulu

source: Shipping
co: Spedizione

source: %s homepage
co: Pagina d’accolta di %s

source: Shortcut limit reached
co: Numeru massimu d’accurtatoghji toccu

source: Shortcut URL
co: Indirizzu web di l’accurtatoghju

source: Show ads in review checker
co: Affissà publicità in u verificadore d’avisu

source: Show all
co: Tuttu affissà

source: Show all bookmarks
co: Affissà tutte l’indette

source: Show all past explorations
co: Affissà tutte l’esplurazioni scorse

source: Show all past explorations button
co: Buttone per affissà tutte l’esplurazioni scorse

source: Show all recent tabs
co: Affissà tutte l’indette recente

source: Show all recent tabs button
co: Buttone per affissà tutte l’indette recente

source: Show all saved bookmarks
co: Affissà tutte l’indette arregistrate

source: Show all saved bookmarks button
co: Buttone per affissà tutte l’indette arregistrate

source: Show all shortcuts
co: Affissà tutti l’accurtatoghji

source: Show all sites
co: Affissà tutti i siti

source: Show clipboard suggestions
co: Affissà e suggestioni di u preme’papei

source: Show fewer sites
co: Affissà menu siti

source: Show hidden text
co: Affissà u testu piattatu

source: Show less
co: Menu detaglii

source: Show more
co: Più di detaglii

source: Show most visited top sites
co: Affissà i siti principale i più visitati

source: Show original
co: Affissà a pagina d’origine

source: Show password
co: Affissa a parolla d’intesa

source: Show recent searches
co: Affissà e ricerche recente

source: Show search suggestions
co: Affissà e suggestioni di ricerca

source: Show shortcuts
co: Affissà l’accurtatoghji

source: Show tab bar
co: Affissà a barra d’unghjette

source: Show trending suggestions
co: Affissà e suggestioni pupulare

source: Sign back in to sync
co: Ricunnittitevi per lancià a sincrunizazione

source: Signed in as %1$s
co: Autenticatu cum’è %1$s

source: Sign in
co: Cunnettesi

source: Sign-in or sign-out
co: Cunnessioni o discunnessioni

source: Sign in to manage synced tabs from all your devices.
co: Cunnittitevi per urganizà l’unghjette sincrunizate da tutti i vostri apparechji.

source: Sign in to reconnect
co: Autenticassi per ricunnettesi

source: Sign in to see history synced from your other devices.
co: Cunnittitevi per affissà a cronolugia sincrunizata da i vostri altri apparechji.

source: Sign in to see synced bookmarks
co: Cunnittitevi per vede l’indette sincrunizate

source: Sign in to sync
co: Cunnettesi per sincrunizà

source: Sign in to Sync
co: Cunnettesi à Sync

source: Sign in to sync tabs, bookmarks, passwords, and more.
co: Cunnittitevi per sincrunizà unghjette, indette, parolle d’intesa è ancu di più

source: Sign in to your account
co: Cunnittitevi à u vostru contu

source: Sign in with a %1$s account
co: Cunnittitevi cù un contu %1$s

source: Sign in with your camera
co: Cunnittitevi cù u vostru apparechju-fotò

source: Sign out
co: Scunnettesi

source: Simple
co: Simplice

source: %s is off-duty. We suggest turning protections back on.
co: %s ùn hè micca in serviziu. Vi ricumandemu d’attivà torna e prutezzioni.

source: %s is on guard
co: %s vi prutege

source: Site asked to turn off ad blocker
co: U situ dumandeghja di disattivà u blucchime di publicità

source: Site blocked for your safety
co: Situ bluccatu per a vostra sicurità

source: Site copied to clipboard
co: Situ cupiatu in u preme’papei

source: Site currently not supported
co: Attualmente u situ ùn hè micca accettatu

source: Site doesn’t load
co: U situ ùn si caricheghja micca

source: Site is slow
co: U situ hè lentu

source: Sites: %1$s
co: Siti: %1$s

source: Site settings
co: Parametri di i siti

source: Site slow or not working
co: U situ và pianu o ùn funziuneghja micca

source: %s needs to restart
co: %s deve esse rilanciatu

source: Solid colors
co: Culori uniti

source: Some content has been blocked by the autoplay setting
co: Certi cuntenuti sò stati bluccati da u parametru di lettura autumatica

source: Some features will stop working tomorrow.
co: Certe funzioni ùn funziuneranu più dumane.

source: Some settings are temporarily unavailable.
co: Certi parametri sò timpurariamente indispunibule.

source: Something else
co: Altre cose

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
co: Certi perseguitatori marcati quì sottu sò stati in parte sbluccati nant’à sta pagina perchè vo avete interagite cù elli *.

source: Sorry. %1$s had a problem and crashed.
co: Per disgrazia, %1$s hà scuntratu un prublema chì hà cagiunatu un accidente.

source: Sorry. A problem occurred in %1$s.
co: Per disgrazia, un prublema hè accadutu in %1$s.

source: Sorry, we don’t support %1$s yet.
co: Per disgrazia, a lingua %1$s ùn hè ancu accettata.

source: Sort by A to Z
co: Ordinà da A à Z

source: Sort by custom order
co: Classificà da l’ordine persunalizatu

source: Sort by newest
co: Ordinà da u piu recente

source: Sort by oldest
co: Ordinà da u più vechju

source: Sort by Z to A
co: Ordinà da Z à A

source: Sorting options
co: Ozzioni di classificazione

source: Sort passwords menu
co: Listinu di classificazione di e parolle d’intesa

source: Speedy, safe, and won’t sell you out. Browsing just got better.
co: Rapida, sicura è degna di cunfidenza. Ora a navigazione hè ancu più bella.

source: Sponsored
co: Spunsurizatu

source: Sponsored shortcuts
co: Accurtatoghji spunsurizati

source: Sponsored stories
co: Articuli spunsurizati

source: %s protects you from many of the most common trackers that follow what you do online.
co: %s vi prutege da a maiò parte di i perseguitatori i più cunnisciuti chì seguitanu ciò chì vo fate in linea.

source: %s search
co: Ricerca cù %s

source: %s search engine
co: Mutore di ricerca %s

source: %s: search engine selector
co: %s : selettore di u mutore di ricerca

source: Start a quick search
co: Lancià una ricerca pronta

source: Start browsing.
co: Principià a navigazione.

source: Start every search from your phone’s home screen and know Firefox’s automatic protections have your back.
co: Principiate ogni ricerca da u screnu d’accolta di u vostru telefonu è siate assicurati chì e prutezzioni autumatiche di Firefox vi prutegenu.

source: Start on home
co: Principià da u screnu d’accolta

source: Start syncing
co: Lancià a sincrunizazione

source: Start your first search
co: Inizià cù a vostra prima ricerca

source: State
co: Statu

source: Stay encrypted when you hop between devices
co: Prutigitevi grazia à a cifratura quandu vo passate da un apparechju à l’altru
